{
    "play": "Jouer",
    "options": "Options",
    "credits": "Crédits",
    "menu": "Menu",
    "language": "Langues",
    "music": "Musiques",
    "sfx": "Effets sonores",
    "creditsScience": "Scientifique",
    "creditsGD": "Game Design",
    "creditsProg": "Programmation",
    "creditsGraph": "Graphismes",
    "creditsAudio": "Sons et musiques",

    "best": "Meilleur",
    "none": "Aucun",
    "retry": "Rééssayer",
    "next": "Continuer",

    "yourTime": "Votre temps",
    "gotAllMedals": "Vous avez eu toutes les médailles !",
    "nextMedal": "Faîtes moins que {0}s pour la prochaine médaille !",

    "chimiotaxieName": "Chimiotaxie",
    "chimiotaxieScience": "Les cellules vivent dans un environnement chimique complexe. Certaines cellules sont capables de sentir et suivre des gradients chimiques. C'est-à-dire qu'elles se dirigeront vers la source diffusant ces molécules en se déplaçant vers les zones les plus concentrées. C'est un phénomène majeur pour guider le déplacement des cellules qui a lieu de nombreuses fois au cours du développement embryonnaire. Ce mécanisme s'appelle la chimiotaxie.",
    "chimiotaxieGame": "Les passages possédant un gradient chimique pourront être parcourus plus rapidement.",
    
    "lamellipodeName": "Lamellipode amélioré",
    "lamellipodeScience": "Le lamellipode est la partie de la cellule à l'origine du mouvement pour les cellules adhérentes. Dans cette zone très dynamique à l'avant de la cellule se forme de nombreuses adhésions avec le substrat par l'intermédiaire de complexe de protéines appelés adhésions focales. Les adhésions focales servent de point d'ancrage à la cellule pour se propulser.",
    "lamellipodeGame": "Avoir un lamellipode augmenté vous fait aller plus vite.",

    "migrationName": "Migration mésenchymateuse",
    "migrationScience": "Certaines mutations, notamment celles affectant les jonctions entre cellules, peuvent donner lieu à une migration collective mésenchymateuse. La modification des jonctions intercellulaires va déstabiliser le collectif de cellule et favoriser la propulsion individuelle celles-ci. Cette nouvelle propulsion rend les cellules beaucoup plus invasives. Ce phénomène est en jeu dans de nombreux cancer. Des cellules mutantes risque de s'échapper de la tumeur principale pour aller former des tumeurs secondaires appelés métastases. Cette migration invasive s'appelle la migration mésenchymateuse.",
    "migrationGame": "La capacité invasive de la migration mésenchymateuse permet de prendre les passages bloqués par d'autres cellules.",

    "durotaxieName": "Durotaxie",
    "durotaxieScience": "Les cellules possèdent le sens du toucher. Elles sont mécano-sensitives, c'est-à-dire qu'elles sont capables de sentir la rigidité du substrat sur lequel elles adhèrent. Il existe une rigidité optimale pour laquelle les cellules vont le plus vite. Si le substrat est trop rigide, elles seront trop adhérentes et deviendront immobiles, si le substrat est trop mou, elles utiliseront la majorité de leur énergie à déformer le substrat et non à se propulser. Pour cette course vous êtes au départ sur un substrat plus mou que votre rigidité optimale, les zones plus rigides vous accélèreront mais attention les zones plus molles vous ralentiront. Ce phénomène s'appelle la durotaxie.",
    "durotaxieGame": "Révèle si les zones de rigidité différentes sont des booster ou des ralentisseurs.",

    "stigmergieName" : "Stigmergie",
    "stigmergieScience": "Les cellules adhèrent à un substrat composé d'un réseau de macromolécules formant la matrice extracellulaire. Au cours de leur déplacement les cellules sont capables de réorganiser la matrice extracellulaire environnante pour optimiser leurs futurs déplacements. Elles laissent donc derrière elles une « empreinte » permettant de revenir plus efficacement là où elles sont déjà passées mais aussi de guider les cellules qui les suivent. Ce mécanisme de coordination indirect est appelé stigmergie.",
    "stigmergieGame": "Repasser sur votre empreinte au second tour pour améliorer votre temps.",

    "colon": " :"
}